let legalDocs = require('../../data/legalDocs');

module.exports = legalDocs.merge({
  terms: `### 제 1 장 총칙

#### 제 1 조 (목적)

이 약관은 주식회사 엑스엔지니어링(이하 "회사"라고 합니다)이 SPEND 인터넷 웹사이트(<http://www.spendwallet.com>, 이하 "SPEND 사이트"라고 합니다)와 스마트폰 등의 이동통신기기를 통해 제공되는 SPEND 모바일 애플리케이션(이하 "SPEND 앱"이라고 합니다), 복수의 카드를 등록하여 결제할 수 있는 오프라인 전자지갑 SPEND 등의 서비스를 이용함에 있어 필요한 이용조건, 절차 및 당사자간의 권리와 의무, 책임사항 및 이용절차에 관한 기본적인 사항을 규정하는 것을 목적으로 합니다.

#### 제 2 조 (용어와 정의)

1. 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
    1. 회사가 운영하는 사이트는 아래와 같습니다.
        - [www.xengineering.co](http://www.xengineering.co)
        - [www.spendwallet.com](http://www.spendwallet.com)
        - 추후 회사에서 공지하고 제공하는 기타 웹사이트
    1. 회사가 판매하는 제품은 아래와 같습니다.
        - SPEND (오프라인 전자 결제수단)
        - 추후 회사에서 공지하고 판매하는 기타 제품
    1. "선주문(pre-order)"이란 상용화된 제품을 바로 구입하는 것이 아닌, 제품개발부터 지원하는 형태의 후원을 말합니다.
    1. "회원"이란 회사가 운영하는 "SPEND 사이트"와 모바일 애플리케이션 등을 통해 이용 약관과 개인정보의 수집, 제공 및 활용에 관하여 동의함으로써 회사가 규정하는 회원가입 절차를 완료한 자를 말합니다.
    1. "고객"이란 회원 중 SPEND 사이트 및 회사의 승인을 받은 판매소에서 SPEND를 구입하거나 선주문한 사람을 말합니다.
    1. "전자우편(e-mail)"이란 회원의 식별과 서비스 및 제품 이용을 위하여 회원이 선정하고 회사가 승인한 전자우편주소를 말합니다.
    1. "SPEND"란 (주)엑스엔지니어링이 개발하였으며, 고객이 신용카드 및 포인트카드 등의 마그네틱 카드를 등록하고 결제 및 적립을 할 수 있는 오프라인 전자 결제수단을 말합니다.
    1. "카드리더기"란 (주)엑스엔지니어링이 SPEND와 함께 배송하는 제품 중 하나이며, SPEND에 마그네틱 카드를 등록하기 위해서 필요한 제품입니다.
    1. "결제 단말기"란 모든 상점이나 가맹점에서 결제와 적립을 하는 POS단말기, 소형 카드결제기기 등의 단말기를 말합니다.
    1. "이동 통신기기"란 SPEND 앱이 설치 가능한 스마트폰 등의 무선 통신기기를 말합니다.
    1. "블루투스"란 개인 저전력 근거리 무선통신 기술을 말하며, 연결장치끼리의 거리가 증가하면 연결이 끊어지는 특성을 가지고 있습니다.
    1. "카드등록"이란 스마트폰에 연결된 소형 카드리더기를 통해 마그네틱 카드를 SPEND에 입력하는 과정을 말합니다.
    1. "결제"란 SPEND에 등록된 카드로 오프라인 결제 단말기에서 결제할 수 있는 서비스를 말합니다.
    1. "적립"이란 결제금액에서 카드사마다 정해놓은 적립율에 따라 마일리지 등의 포인트를 적립할 수 있는 서비스를 말합니다.
    1. "바코드 서비스"란 SPEND앱에 등록된 카드를 SPEND가 아닌 SPEND 앱을 통해서 결제/적립 등의 모바일 카드서비스를 이용할 수 있도록 하는 것을 말합니다.
    1. "충전"이란 SPEND의 사용을 위해 배터리 전력을 재충전하는 것을 말합니다.
    1. "고장제품"이란 정상적으로 사용이 불가능한 SPEND를 말하며, 불량제품과 파손제품으로 구분합니다.
        - 고장제품 중 "불량제품"이란 SPEND의 외형상 이상은 없으나, 기능상의 문제로 단말기 등에서 사용이 불가능한 상태의 SPEND를 말합니다.
        - 고장제품 중 "파손제품"이란 고객의 고의 혹은 과실로 구멍 뚫림, 구김, 휘어짐, 찍힘, 태움, 조각남, 깨짐, 갈라짐, 카드번호 지워짐, 칩 손상, 안테나 손상 등으로 인하여 훼손된 SPEND를 말합니다.
    1. "위치정보"란 이동성이 있는 물건 또는 개인이 특정한 시간에 존재하거나 존재하였던 장소에 관한 정보로서 전기통신기본법 제2조 제2호 및 제3호의 규정에 따른 전기통신설비 및 전기통신회선설비를 이용하여 수집된 것을 말합니다.
1. 이 약관에서 정의되지 않은 용어는 관련법령이 정하는 바에 따릅니다.

#### 제 3 조 (약관의 효력 및 변경 등)

1. 본 약관은 그 내용을 회사가 SPEND 사이트에 게시하고 고객이 SPEND를 구입 또는 정당한 방법으로 소지하여 사용함으로써 그 효력이 발생됩니다.
1. 본 약관은 수시로 변경될 수 있으며, 회사가 약관을 변경하고자 할 경우에는 개정된 약관을 적용하고자 하는 날(이하 "효력 발생일")로부터 1개월 전에 약관이 개정된다는 사실과 개정된 내용 등을 홈페이지 내 게시하는 방법 등으로 관련법령에 의거하여 고객 또는 회원에게 고지합니다. 다만, 법령의 개정이나 제도의 개선, 감독기관의 권고 등으로 인하여 긴급히 이 약관을 변경할 경우에는 즉시 이를 게시합니다.
1. 회사는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자금융거래법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법, 위치정보의 보호 및 이용 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
1. 본 조의 규정에 의하여 개정된 약관은 원칙적으로 그 변경되는 약관의 효력 발생일로부터 장래를 향하여 유효합니다.
1. 고객 또는 회원이 변경된 약관 사항에 동의하지 않을 경우 약관의 효력 발생일 전일까지 서비스 이용을 중단 하거나 회원을 탈퇴 함으로서 이용 계약을 해지할 수 있습니다. 단, 약관의 개정과 관련하여 효력 발생일 이내에 이의를 제기하지 않거나 회원 탈퇴를 하지 않는 경우에는 개정된 약관에 동의한 것으로 간주합니다.

#### 제 4 조 (서비스의 종류)

회사가 고객에게 제공하는 서비스는 다음과 같습니다.

1. 결제서비스 : 고객은 SPEND 앱, 카드리더기를 통해 카드를 등록하고, SPEND 사이트 및 회사의 승인을 받은 판매소에서 구입한 SPEND로 오프라인 어디서든 결제 및 적립을 이용 할 수 있습니다.
1. 모바일 카드서비스 : SPEND 앱으로 바코드 카드결제 및 적립 등의 모바일 카드서비스를 이용할 수 있습니다.

### 제 2 장 SPEND 제품 및 서비스

#### 제 5 조 (서비스 이용계약)

1. 고객은 SPEND 사이트와 회사의 승인을 받은 판매점에서 제품을 구입할 수 있습니다. 단, SPEND의 발행 목적 또는 기술적 사유(시스템 점검, 단말기 고장, 통신회선 불량, 신규 카드 또는 단말기의 안정화 작업 등)로 일부 SPEND는 서비스 이용이 제한될 수 있으며, 이 경우 회사는 SPEND의 후면이나 구입시 동봉된 안내지 또는 홈페이지, 전자우편(e-mail) 등을 이용하여 고객에게 고지합니다.
1. 회사의 제휴사에서 발급하는 SPEND의 경우 제휴사의 발급기준에 의해 SPEND 발급처리가 이루어지며, SPEND 서비스 이외에 제휴사의 서비스를 동시에 받으실 수 있습니다. 이 경우 제휴사에서 발급하는 SPEND에 대한 제휴사의 서비스는 각 해당 제휴사의 이용약관에 의거합니다.

#### 제 6 조 (이용신청)

1. 회원은 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
1. 회사는 전 항에 따른 이용신청시 회원에게 전문기관을 통한 본인인증 절차를 요청할 수 있습니다.
1. 회사는 다음 각 호에 해당하는 이용신청에 대하여는 이를 승낙하지 아니하거나 사후에 이용계약을 해지할 수 있습니다.
    1. 회사가 실명확인절차를 실시할 경우에 회원의 실명이 아님이 확인된 경우
    1. 이미 가입된 회원과 이름 및 전자우편 주소가 동일한 경우
    1. 타인의 명의를 도용하거나, 기입내용에 허위, 기재누락, 오기가 있는 경우
    1. 회사에 의하여 이용계약이 해지된 날로부터 3개월 이내에 재이용 신청을 하는 경우
    1. 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 다만, 회원자격 상실 후 3개월이 경과한 자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.
    1. 부정한 용도 또는 영리를 추구할 목적으로 "서비스"를 이용하고자 하는 경우
    1. 관련법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우
    1. 회사의 "서비스" 운영에 따른 설비에 여유가 없거나 기술상 지장이 있는 경우. 다만, 이 경우 그 사유가 해소될때까지 이용 승낙을 유보할 수 있습니다.
    1. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
1. 회원은 가입신청시 작성한 이용신청 사항에 변경이 있는 경우 SPEND 사이트에서 온라인으로 개인정보를 수정하거나 전자우편 기타방법으로 회사에 대하여 그 변경사항을 알려야 합니다. 이를 알리지 않아 발생하는 불이익에 대한 책임은 회원에게 있습니다.

#### 제 7 조 (구매신청)

1. 회원은 이 약관 및 회사가 정한 규정에 따라 아래와 같이 제품 등의 구매를 신청합니다.
    1. 회원정보(성명, 전자우편 주소) 입력
    1. 제품색상 등의 선택사항 입력
    1. 배송지 정보(받는 사람의 이름, 연락처, 주소) 입력
    1. 결제정보(결제수단, 방법 등) 입력
    1. 회원 정보의 제3자 제공 및 취급 위탁에 동의한다는 마우스 클릭 등의 표시(단, 개인정보 제 3자 제공 및 취급 위탁이 필요한 경우에 한함)
1. 결제와 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 전적으로 회원이 부담하여야 합니다.
1. 회사는 회원이 구매신청을 완료한 후 회사가 정한 양식에 따라 회원정보를 추가 입력하거나 수정할 것을 요구할 수 있고, 회사는 회원의 정보제공 및 동의에 따라 회원에게 별도 서비스를 제공할 수 있습니다.

#### 제 8 조 (교환, 환불규정)

1. 회원은 전자상거래법 제17조에 의거하여 주문한 후 7일 이내에 주문을 취소하거나, 제품을 배송받은 날로부터 7일 이내에 교환, 환불을 요청할 수 있습니다.
1. 제품의 내용이 광고의 내용과 다르거나 계약내용과 다를 경우 제품을 배송 받은 날부터 3개월 이내에 교환, 환불을 요청할 수 있습니다.
1. 고객은 다음 각 호의 어느 하나에 해당하는 경우에는 회사가 동의하는 경우를 제외하고는 주문 취소 또는 교환, 환불을 요청할 수 없습니다.
    1. 고객에게 책임이 있는 사유로 제품이 멸실되거나 훼손된 경우, 다만 제품을 확인하기 위하여 포장을 훼손한 경우는 제외.
    1. 고객의 사용 또는 일부 소비로 제품의 가치가 감소한 경우
    1. 시간이 지나 재판매가 불가능할 정도로 제품의 가치가 현저히 감소한 경우
1. 고객이 약관에 해당하는 사유로 교환, 환불을 진행할 경우에는 배송받은 제품을 회사에 반환하여야 합니다.
1. 회사가 제품의 반품 절차에 따라 고객에게 교환, 환불하는 경우 반품하는 제품이 회사 또는 제휴업체에 도착하고, 반품사유 및 반품비용 부담에 대한 사항을 확인한 이후 교환, 환불이 이루어집니다.
1. 교환, 환불 절차는 다음 각 호에 따릅니다.
    1. 고객은 주문취소 또는 교환, 환불사유를 밝히고, 회사에 주문 취소 또는 교환, 환불을 요청합니다.
    1. 회사는 고객의 반품사유를 확인하고 약관에서 허용하는 정당한 교환, 환불 사유라고 판단되면, 반품비용 부담에 대한 사항을 고객에게 공지합니다.
    1. 고객은 배송받은 제품을 회사에 반환합니다.
    1. 회사는 고객으로부터 반환받은 제품이 교환, 환불대상인지 여부를 최종적으로 검수합니다.
    1. 약관에서 허용하는 교환일 경우 회사는 고객에게 새 제품을 반송하며, 환불일 경우에는 고객에게 환불금액을 입금합니다.

#### 제 9 조 (카드 등록)

1. SPEND에 등록할 수 있는 카드는 다음과 같습니다.
    1. 신용카드
    1. 직불카드(체크카드)
    1. 카드사별 포인트카드(CJONE카드, 롯데멤버스카드, OK캐쉬백카드 등)
    1. 통신사별 멤버쉽카드(T멤버쉽카드, 올레멤버쉽카드, U+멤버쉽카드)
    1. 결제 또는 적립이 가능한 바코드 형태의 카드 (모바일카드)
    1. 이외 결제 또는 적립이 가능한 모든 마그네틱 카드
1. SPEND에 카드 등록하는 절차는 다음 각 호에 따릅니다.
    1. 스마트폰에서 SPEND 앱을 설치하고, 실행합니다.
    1. 스마트폰과 SPEND를 블루투스 통신으로 연결합니다.
    1. SPEND와 함께 배송된 소형 카드리더기를 스마트폰의 이어폰 단자에 연결합니다.
    1. SPEND에 등록하고 싶은 마그네틱 카드를 소형 카드리더기에 긁어서 등록합니다.
    1. 추가정보를 SPEND 앱에 입력하여 최종적으로 카드 등록을 마무리합니다.
1. 마그네틱카드가 아닌 형태의 카드는 등록할 수 없습니다.

#### 제 10 조 (이용제한)

1. 타인의 신용카드나 직불카드(체크카드) 등 타인의 신용정보가 포함된 결제수단을 SPEND에 부정등록하여 사용 할 시, 회사는 약관 제 10 조 3항에 해당하는 조치를 취할 수 있습니다.
1. 타인의 신용정보가 포함된 SPEND를 부정사용하는 모든 행위에 회사는 약관 제 10 조 3항에 해당하는 조치를 취할 수 있습니다.
1. 1항과 2항에 따른 회사가 할 수 있는 조치는 다음 각 호를 따릅니다.
    1. 회원자격 상실 및 당해 회원 재가입 불가
    1. 카드 추가 등록 불가 및 SPEND 사용 불가
    1. 여신전문금융업법 제70조 내지 제72조 의거하여 민·형사상 처벌 조치
    1. 기타 회원에게 회사가 제공하는 서비스의 이용 제한을 위해 필요한 조치
1. 타인의 서비스 이용을 방해하거나 저작권법 및 정보통신망 이용촉진 및 정보보호 등에 관한 법률을 위반한 불법통신 및 해킹, 악성프로그램의 배포 등과 같이 관련법령을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다.

#### 제 11 조 (SPEND 결제/적립)

1. 결제단말기에 SPEND를 가까이 대고, SPEND 로고가 있는 버튼을 누르면 결제 또는 적립이 이루어집니다.
1. 좌, 우 버튼을 누르면 LED디스플레이에 카드가 표시되며, SPEND에 등록된 카드 중 결제 또는 적립을 할 카드를 선택 할 수 있습니다.

#### 제 12 조 (충전)

1. SPEND의 전력이 10% 이하로 떨어지면, LED디스플레이에 충전이 필요하다는 알림을 표기합니다.
1. 충전이 필요하다는 알림이 LED디스플레이에 표기되면, 마이크로 5핀유선충전기를 SPEND에 연결하여 충전합니다.
1. 충전중에는 LED디스플레이를 통해 충전중임을 알 수 있습니다.
1. 충전이 완료되면, LED디스플레이가 꺼지며, 다시 사용 할 수 있습니다.

### 제 3 장 기타

#### 제 13 조 (면책 조항)

1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
1. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
1. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
1. 회사는 회원 간 또는 회원과 제3자 상호간에 SPEND 등의 제품 거래 등을 한 경우에는 책임을 지지 않습니다.

#### 제 14 조 (분쟁 해결)

1. 회사는 회원이 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위해서 피해보상처리 기구를 설치, 운영합니다.
1. 회사는 회원이 제기하는 불만사항 및 의견을 우선적으로 처리합니다. 다만 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 즉시 통보합니다.

#### 제 15 조 (준거법 및 관할법원)

1. 이 약관의 해석 및 회사와 회원 간의 분쟁에 대하여는 대한민국의 법령을 적용합니다.
1. 서비스 이용 중 발생한 회사와 회원 간의 소송은 서울중앙지방법원을 전속관할로 합니다.

부칙

1. 이 약관은 2015년 5월 26일부터 적용됩니다.`,
  privacy: `### 1. 수집하는 개인정보 항목

회사는 주문, 상담, A/S서비스 등을 위하여 인터넷 홈페이지, 모바일 어플리케이션, 전화 등을 통해 아래와 같은 개인정보를 수집하고 있습니다.

- 성명, 주소, 휴대전화번호, 이메일

### 2. 개인정보 수집 및 이용목적

회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.

1. 물품(단말기) 배송, A/S서비스
1. 서비스 제공관련(팝업, 이메일 등의 공지관련) 안내
1. 본인인증
1. 신규 서비스 개발 및 맞춤 서비스 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계, 서비스의 유효성 확인, 통계학적 특성에 따른 서비스 제공

### 3. 개인정보 위탁업체 및 위탁 목적

- 운송업체
- 배송을 위한 고객 정보 위탁 및 A/S서비스를 위한 고객관리에 운영

### 3. 개인정보의 보유 및 이용기간

회사는 보관하는 정보를 그 보관의 목적으로만 이용하며, 보존기간은 아래와 같습니다. 보존기간 이후에는 해당정보를 지체없이 파기합니다.

1. 계약 또는 청약철회 등에 관한 기록
    보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조
    보존 기간 : 5년
1. 대금결제 및 재화 등의 공급에 관한 기록
    보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조
    보존 기간 : 5년
1. 소비자의 불만 또는 분쟁처리에 관한 기록
    보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조
    보존 기간 : 3년
1. 접속에 관한 기록
    보존 이유 : 통신비밀보호법 제15조의2 및 시행령 제41조
    보존 기간 : 3개월
1. 부정거래기록
    보존 이유 : 부정거래의 배제
    보존 기간 : 1년
    보존항목 : ID, 휴대폰번호, 이메일 주소, 생년월일, 부정거래사유, 탈퇴 시 회원 상태값 등
    *부정거래 : 법령, 회사와 회원 간의 서비스 이용 약관 또는 공서양속을 위반하거나 기타 회사, 회원 또는 타인의 권리나 이익을 침해하는 방법이나 내용의 거래를 말함.

### 4. 개인정보 파기절차 및 방법

회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.

1. 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
1. 종이에 출력된 개인정보는 분쇄기로 소각을 통하여 파기합니다.

개인정보 제공 회사는 회원의 개인정보를 3번에 언급한 위탁업체를 제외하고는 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.

- 회원들이 사전에 동의한 경우
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
- 또한, 회원의 동의없이 회원의 정보를 외부 업체에 위탁하지 않으며, 쿠키 등 인터넷 서비스 이용 시 자동 생성되는 개인정보를 수집하는 장치를 운영하지 않습니다.

### 5. 회원의 의무

회원은 자신의 개인정보를 보호할 의무가 있으며, 회사의 귀책사유가 없이 이메일, 비밀번호, 접근매체 등의 양도•대여•분실이나 로그인 상태에서 이석 등 회원 본인의 부주의나 브라우져 취약점, 관계법령에 의한 보안조치로 차단할 수 없는 방법이나 기술을 사용한 해킹 등 회사가 상당한 주의에도 불구하고 통제할 수 없는 인터넷 상의 문제 등으로 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.

1. 회원은 자신의 개인정보를 최신의 상태로 유지해야 하며, 회원의 부정확한 정보 입력으로 발생하는 문제의 책임은 회원 자신에게 있습니다.
1. 타인의 개인정보를 도용한 회원가입 또는 타인의 신용정보가 포함된 카드등록시 회원자격 상실과 함께 여신전문금융업법에 의거하여 처벌될 수 있습니다.
1. 회원은 아이디, 비밀번호 등에 대해 보안을 유지할 책임이 있으며 제3자에게 이를 양도하거나 대여할 수 없습니다. 회원은 회사의 개인정보보호정책에 따라 보안을 위해 비밀번호의 주기적 변경에 협조할 의무가 있습니다.
1. 회원은 개인정보가 보호되는 장소에서만 회사의 서비스를 이용한 후, 반드시 로그인 계정을 종료합니다.
1. 회원은 "정보 통신망 이용촉진 및 정보보호 등에 관한 법률", "개인정보보호법", "여신전문금융업법" 등 기타 개인정보에 관한 법률을 준수하여야 합니다.

### 6. 이용자 및 법정대리인의 권리와 그 행사방법

1. 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세미만 아동의 개인정보를 조회하거나 수정할 수 있으며, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청하실 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.
1. 이용자 혹은 만 14세미만 아동의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
1. 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3 자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
1. 회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "3. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

### 7. 개인정보의 기술적/관리적 보호 대책

회사는 회원들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.

#### 1. 비밀번호 암호화

(주)엑스엔지니어링이 제공하는 서비스의 회원 이메일의 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.

#### 2. 해킹 등에 대비한 대책

회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 회원들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.

#### 3. 취급 직원의 최소화 및 교육

회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 (주)엑스엔지니어링 개인정보취급방침의 준수를 항상 강조하고 있습니다.

### 8. 쿠키(Cookie)의 운용 및 거부

#### 가. 쿠키의 사용 목적

1. 회사는 개인 맞춤 서비스를 제공하기 위해서 이용자에 대한 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트 서버가 이용자의 브라우저에게 전송하는 소량의 정보로서 이용자 컴퓨터의 하드디스크에 저장됩니다.
1. 회사는 쿠키의 사용을 통해서만 가능한 특정된 맞춤형 서비스를 제공할 수 있습니다.
1. 회사는 회원을 식별하고 회원의 로그인 상태를 유지하기 위해 쿠키를 사용할 수 있습니다.

#### 나. 쿠키의 설치/운용 및 거부

1. 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 조정함으로써 모든 쿠키를 허용/거부하거나, 쿠키가 저장될 때마다 확인을 거치도록 할 수 있습니다.
1. 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)은 다음과 같습니다.
    1. [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
    1. [개인정보 탭]을 클릭합니다.
    1. [개인정보취급 수준]을 설정하시면 됩니다.
1. 쿠키의 저장을 거부할 경우에는 개인 맞춤서비스 등 회사가 제공하는 일부 서비스는 이용이 어려울 수 있습니다.

### 9. 개인정보관리책임자 및 담당자의 연락처

귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 회원들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

개인정보관리책임자

- 성명 : 운영/관리 총괄 전세훈 팀장
- 이메일 : [hey@spendwallet.com](mailto:hey@spendwallet.com)

기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

- 개인정보침해신고센터 (www.118.or.kr / 118)
- 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)
- 대검찰청 첨단범죄수사과 (www.spo.go.kr / 02-3480-2000)
- 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330)

### 10. 고지의 의무

현 개인정보취급방침은 정부의 정책 또는 회사의 필요에 의하여 변경될 수 있으며 내용의 추가 및 삭제, 수정이 있을 시에는 시행 7일 전에 홈페이지 또는 이메일을 통해 사전 공지하며 사전 공지가 곤란한 경우 지체 없이 공지하며, 이 정책은 공지한 날로부터 시행됩니다. 다만, 개인정보의 수집•이용 목적, 제3자 제공대상 등 중요한 사항이 추가 및 삭제, 수정되는 경우에는 30일 전에 사전 공지하고, 30일이 경과된 후에 시행됩니다. 또한 당사는 개인정보의 수집 및 활용, 제3자 제공 등 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련법령에 따라 고객의 별도 동의가 필요한 사항과 관련된 내용이 추가, 변경되는 경우에는 관련 법령에 따른 고객의 별도 동의를 받습니다.`
});
